Repository: SRoche14/csef-unreliable-tests
Catalog: webapp/translations/*/LC_MESSAGES/messages.po
Languages: es

source: <strong> What happens during the study: </strong> This study requires you to follow one of two protocols. If you are selected to be part of the <i style='color:MediumSeaGreen;'>treatment group</i>, you will participate in COVID-19 pooled testing. Throughout the course of the study, you may receive emails inviting you to submit a saliva sample, which will be pooled with other samples and tested at the LANBAMA laboratory at IPICYT. If your test is negative, then everyone in your pool is healthy and permitted to enter the institute for 48 hours. If your test is positive, then at least one person in your pool is infected, and you (as well as all other individuals in your pool) are not permitted to enter the institute until you are selected for re-testing and the next test result is negative. At no point are you obliged to submit a saliva sample, or to enter the building. If you are selected to be part of the <i style='color:MediumSeaGreen;'>control group</i>, you will be asked to follow the same remote working policy that is currently in place at IPICYT. If you would like to access the institute, you must contact the head of your department for permission. We also ask all participants to respond to a short survey at the beginning and at the end of the trial - within a month's time - where you will be asked sociodemographic questions, alongside a set of psychological questions. You are not required to answer any questions that you may find uncomfortable. Furthermore, for the purpose of COVID-19 testing, you may be asked to give a saliva sample to the technicians at LANBAMA if you are selected for pooled testing. The sample will be used directly on the day of reception and will be destroyed after being processed for a qPCR test. The sample(s) will not be stored. You will be informed about the result of all pooled tests that contain your sample.
es: <strong> ¿Qué sucede durante el estudio?: </strong> este estudio requiere que sigas uno de dos protocolos: Si eres seleccionado para formar parte del <i style='color:MediumSeaGreen;'>grupo de tratamiento</i>, participarás en las pruebas conjuntas de COVID-19. A lo largo del estudio, es posible que recibas correos electrónicos invitándote a proporcionar una muestra de saliva, que se combinará con otras muestras y se analizará en el laboratorio LANBAMA en IPICYT, como una sola prueba conjunta. Si el resultado de tu prueba es negativo, entonces todas las personas en tu grupo están sanas y pueden ingresar al instituto durante 48 horas. Si el resultado de tu prueba es positivo, entonces al menos una persona en tu grupo está infectada, con lo cual tú, así como todas las demás personas en tu grupo, no podrás ingresar al instituto hasta que seas seleccionado nuevamente para volver a realizar la prueba y el próximo resultado de la prueba sea negativo En ningún momento estás obligado a entregar una muestra de saliva, ni a ingresar al edificio si no lo deseas

source: <strong> Participation: </strong> The trial is expected to run for a month, throughout August 2022, during which participants in the treatment group will receive free COVID-19 testing. Throughout the course of the month, the principal investigators will link health data (i.e. COVID-19 test results) to survey data (collected at the beginning and end of the trial). However, at the end of the trial all gathered data will be anonymised. If you wish to withdraw consent on the use of your data at any point during the study, please contact <a href="mailto:csef@ipicyt.edu.mx" class="link-success">csef@ipicyt.edu.mx</a>. You always have the option of stopping your participation in the study and you may leave at any time during the study (4 weeks from the start of the trial) without providing a reason and without penalty. If you decide to leave, the data you have provided up to this point will be anonymised immediately and deleted after attrition analysis.
es: <strong> Participación: </strong> Se espera que el ensayo dure un mes, entre agosto y septiembre de 2022, durante el cual los participantes en el grupo de tratamiento recibirán pruebas gratuitas de COVID-19. A lo largo del mes, los investigadores principales vincularán los datos de salud (es decir, los resultados de las pruebas de COVID-19) con los datos de la encuesta (recopilados al principio y al final del ensayo). Sin embargo, al final de la prueba, todos los datos recopilados serán anonimizados. Si deseas retirar el consentimiento sobre el uso de tus datos en cualquier momento durante el estudio, comunícate con <a href="mailto:csef@ipicyt.edu.mx" class="link-success"> csef@ipicyt.edu.mx </a>. Si así lo deseas, tienes la opción de terminar tu participación en el estudio y puedes retirarte en cualquier momento durante el estudio (4 semanas desde el inicio del ensayo) sin proporcionar una razón y sin penalización. Si decides irte, los datos que has proporcionado hasta este punto se anonimizarán inmediatamente y se eliminarán después del análisis de desgaste.

source: <strong style='color:tomato;'> Potential Risks: </strong> If you choose not to participate in the study, or you participate and are selected into the control group, you will not be exposed to any additional risk. If you choose to participate and are selected into the treatment group, there is a risk that you will be infected if you are permitted to enter the institute and decide to do so. This risk is small, as all individuals must test negative in order to enter the institute. In particular, the C-SEF protocols are much safer than reopening without monitoring for infections. While the probability of infection can be minimised and contained, it is not guaranteed to be zero. There is always a very small chance to get infected when participating in social activities, and COVID-19 comes with small and major consequences; among which, fever, cough, loss of taste and smell, respiratory problems and, in some cases, death. Your survey responses are strictly confidential and will only be accessible to the researchers. Below, we describe the steps we are taking to protect your privacy. In addition, your decision on whether to participate will not adversely affect your relationship with IPICYT or any other institution to which the researchers are affiliated.
es: <strong style='color:tomato;'> Riesgos potenciales: </strong>Si decides no participar en el estudio, o participas y eres seleccionado en el grupo de control, no estarás expuesto a ningún riesgo adicional. Si decides participar y eres seleccionado en el grupo de tratamiento, existe el riesgo de que te infectes si se te permite ingresar al instituto y decides hacerlo. Este riesgo es pequeño, ya que las personas deben dar negativo para ingresar al instituto. En particular, los protocolos de C-SEF son mucho más seguros que reabrir sin un mecanismo de monitoreo de contagios COVID-19. Aunque la probabilidad de infección se puede minimizar y contener, no se garantiza que sea cero. Siempre existe una posibilidad muy pequeña de infectarse cuando se participa en actividades sociales, y el COVID-19 tiene consecuencias pequeñas y grandes; entre los cuales, fiebre, tos, pérdida del gusto y el olfato, problemas respiratorios y, en casos extremos, la muerte

source: <strong> Benefits: </strong> Participating in this study means that you are aiding further development of science. Additionally, a successful trial would allow IPICYT to reformulate the institutional policy regarding work and study during the current and future waves of the pandemic into one that gives you more social interactions and flexibility with a minimised risk of contagion.
es: <strong> Beneficios: </strong> Participar en este estudio significa que estás ayudando al desarrollo de la ciencia y tecnología interdisciplinaria. Además, un estudio exitoso le permitiría al IPICYT reformular la política institucional sobre trabajo y estudio durante las posibles olas futuras de la pandemia en una que brinde más interacciones sociales y flexibilidad con un riesgo de contagio minimizado

source: <strong> Data protection and privacy: </strong> The information collected during the study will be kept private. In concordance with the UK General Data Protection Regulation and Data Protection Act of 2018, the University of Oxford is the data controller with respect to your personal data, and as such will determine how your personal data is used in the research. The University will process your personal data for the purpose of the research outlined above. Research is a task that is performed in the public interest. Further information about your rights with respect to your personal data is available at <a href="https://compliance.admin.ox.ac.uk/individual-rights" class="link-success">https://compliance.admin.ox.ac.uk/individual-rights</a>. Responsible members of the University of Oxford and IPICYT may be given access to data for monitoring and or audit of the study to ensure we are complying with the guidelines or as otherwise required by law. Moreover, in concordance with the signed Memorandum of Understanding, the Potosinian Institute of Scientific Research and Technology (IPICYT) will store and anonymise the original data in a secure server. During the trial, no one other than the head of the IPICYT Supercomputing Centre and responsible members of the University of Oxford and the United Nations University (Maastricht) will have access to any records of this trial. The data will be stored in electronic form, encrypted and password protected. At the conclusion of the trial, all data will be anonymised, and none of the records will identify you. A copy of the anonymised data will be provided to the primary investigators of the trial. The data that we collect from you may be transferred to, and stored or processed at a destination outside Mexico. <strong>The data will be used primarily for the publication of a scientific article </strong>. Archived/stored data, once anonymised, is available for research purposes upon request (primarily for peer-review replication processes). By submitting your personal data, you agree to this transfer, storing, or processing. After completion of the study, you cannot withdraw your personal information. Your individual privacy will be maintained in all publications or presentations resulting from this study. No information about you provided by you during this research will be disclosed to others without your written permission, except:
es: <strong> Protección de datos y privacidad: </strong> La información recopilada durante el estudio se mantendrá privada. De acuerdo con el Reglamento General de Protección de Datos del Reino Unido y la Ley de Protección de Datos de 2018, la Universidad de Oxford es el controlador de datos con respecto a tus datos personales y, como tal, determinará cómo se utilizan tus datos personales en la investigación. La Universidad procesará tus datos personales con el propósito de la investigación descrita anteriormente. La investigación es una tarea de interés público. Puedes encontrar más información sobre tus derechos con respecto a sus datos personales en <a href="https://compliance.admin.ox.ac.uk/individual-rights" class="link-success">https://compliance.admin.ox.ac.uk/individual-rights</a>. Además, miembros responsables de la Universidad de Oxford, Naciones Unidas (Maastricht) y del IPICYT podrán tener acceso a los datos para monitorear o auditar el estudio y garantizar que cumplimos con las pautas legales y de seguridad previamente establecidas o según lo exija la ley. Además, de conformidad con el Memorándum de Entendimiento firmado, el Instituto Potosino de Investigación Científica y Tecnológica (IPICYT) almacenará y anonimizará los datos originales en un servidor seguro. Nadie más que el director del Centro de Supercómputo del IPICYT y los miembros responsables de la Universidad de Oxford y Naciones Unidas (Maastricht) tendrán acceso a los registros de este ensayo.Al finalizar el período de este estudio, todos los datos se anonimizarán y ninguno de los registros te podrá identificar. Los datos se almacenarán en formato electrónico, y serán encriptados y protegidos con contraseña. Se proporcionará una copia de los datos anónimos a los investigadores principales que figuran en la parte superior de este formulario. Los datos anónimos que recopilamos tuyos pueden transferirse, almacenarse o procesarse en un destino fuera de México. Los datos archivados, una vez anonimizados, estarán disponibles para fines de investigación, previa solicitud (principalmente para fines de réplica y evaluación en un proceso de revisión por pares). Al enviar tus datos personales, aceptas esta transferencia, almacenamiento o procesamiento. Después de completar el estudio, no puedse retirar tu información personal. Tu privacidad individual se mantendrá en todas las publicaciones o presentaciones que resulten de este estudio. Ninguna información tuya proporcionada por ti durante esta investigación se divulgará a otros sin tu permiso por escrito, excepto:

source: if necessary to protect your rights or welfare (for example, if you are injured and need emergency care); or
es: Si es necesario para proteger tus derechos o tu bienestar (por ejemplo, si estás lesionado y necesitas cuidados de emergencia); o

source: if required by law.
es: Si lo requiere la ley.

source: <strong> Additional information: </strong> If you are interested in receiving additional information about the results of the study, please contact the study authors.
es: <strong> Información adicional: Si estás interesado en recibir información adicional sobre los resultados del ensayo, comunícate con los autores del estudio. </strong>

source: <strong> Concerns: </strong> If you have any questions or concerns about any aspect of this project, you can contact the study authors at csef@ipicyt.edu.mx, who will do their best to answer your query. The researcher(s) should acknowledge reception of your concern within 10 working days and give you an indication of how they intend to address it. If you fail to receive a response, are dissatisfied with the response you receive, or desire to report an aspect of how the study is being conducted, please contact the relevant Chair of Research Ethics Committee at the University of Oxford:
es: <strong> Inquietudes:</strong> si tienes alguna pregunta o inquietud sobre cualquier aspecto de este proyecto, puedes comunicarte con los autores del estudio a través del correo csef@ipicyt.edu.mx, quienes harán su mejor esfuerzo para responder a tu consulta. Los investigadores deben acusar recibo de tu pregunta dentro de 10 días hábiles y darte una indicación de cómo pretenden abordarla. Si no recibes una respuesta, no está satisfecho con la respuesta que recibes o deseas informar un aspecto de cómo se está realizando el estudio, comunícate con el Presidente del Comité de Ética de la Investigación correspondiente de la Universidad de Oxford:

source: Chair
es: Presidente,

source: , Social Sciences & Humanities Inter-Divisional Research Ethics Committee;
es: Comité de Ética de Investigación Interdivisional de Ciencias Sociales y Humanidades;

source: Address:
es: Dirección:

source: Research Services, University of Oxford, Wellington Square, Oxford OX1 2JD
es: Servicios de Investigación, Universidad de Oxford, Wellington Square, Oxford OX1 2JD

source: The Chair will seek to resolve the matter in a reasonably expeditious manner.
es: El Presidente buscará resolver el asunto de una manera razonablemente expedita.

source: General Information
es: Información General

source: This project requires you to follow one of two protocols: a group-testing protocol wherein you are required to participate in COVID-19 group-testing activities (provided by the LANBAMA laboratory at IPICYT) as instructed by the research team, or a remote-work protocol, otherwise known as the current institutional work policy. We also ask all participants to respond to a short <strong>survey</strong> at the beginning and at the end of the trial, within a month's time. You will be asked demographic, socioeconomic, and a set of psychological questions. While you may feel uncomfortable with some of the questions asked, you do not need to answer questions that you do not want to answer. Throughout the course of the month the principal investigators will link health data to survey data. However, at the end of the trial all gathered will be anonymised. If you wish to withdraw consent on the use of your data, please <a href='{url}'>contact us!</a>
es: Este proyecto requiere que sigas uno de dos protocolos: un protocolo de prueba grupal en el que debes participar en actividades de pruebas grupales COVID-19 (proporcionadas por el laboratorio LANBAMA en IPICYT) según las instrucciones del equipo de investigación, o un protocolo de trabajo remoto, también conocido como la política de trabajo institucional vigente. También solicitamos a todos los participantes que respondan una breve <strong>encuesta</strong> al inicio y al final del proyecto, en el plazo de un mes. Se harán preguntas demográficas, socioeconómicas y psicológicas. Si bien puedes sentirse incómodo con algunas de las preguntas formuladas, no es necesario que respondas las preguntas que no deseas responder. A lo largo del mes, los investigadores principales vincularán datos de salud a datos de encuestas. Sin embargo, al final del proyecto, todos los datos recogidos serán anónimos. Si deseas retirar el consentimiento sobre el uso de tus datos, <a href='{url}'>¡ponte en contacto con nosotros!</a >

source: Please <a href='{url}'><strong>click here</strong></a> to access the survey. We truly hope you can contribute to this project!
es: Por favor, <a href='{url}'><strong>haz clic aquí</strong></a> para acceder a la encuesta. ¡Realmente esperamos que puedas contribuir a este proyecto!

source: Welcome to the IPICYT/C-SEF trial!
es: ¡Bienvenido(a) al proyecto IPICYT/C-SEF!

source: On this page you'll find all information about your informed participation in the C-SEF trial. Please read the following paragraphs carefully.
es: En esta página encontrarás toda la información acerca de tu participación en el ensayo C-SEF. Por favor lee los siguientes párrafos con detenimiento.

source: You are part of the treatment group in the trial. Every day, the algorithm underlying C-SEF selects participants in the treatment group for pooled testing (<a href='{url}''>more information</a>). Participants in negative pooled tests are given access to IPICYT buildings for two full days. You will receive an email invitation to submit a saliva sample at <a href='https://www.ipicyt.edu.mx/Lanbama/lanbama.php'>LANBAMA</a> if you're selected for testing. On this page, you can also check your building access status at any time, and see the results of any pooled tests of which you have been part.
es: Eres parte del grupo de tratamiento en el ensayo. Todos los días, el algoritmo subyacente de C-SEF selecciona a los participantes del grupo de tratamiento para las pruebas conjuntas (<a href='{url}'>más información</a>). Los participantes en pruebas conjuntas negativas tienen acceso a los edificios del IPICYT durante dos días completos. Recibirás una invitación por correo electrónico para enviar una muestra de saliva a <a href='https://www.ipicyt.edu.mx/Lanbama/lanbama.php'>LANBAMA</a> si eres seleccionado para la prueba. En esta página, también puedes verificar tu estado de acceso a tu edificio en cualquier momento y ver los resultados de las pruebas conjuntas de las que has sido parte.

source: In order to be considered for testing, you are required to <strong>provide consent</strong> and fill in the <strong>baseline survey</strong> by {baseline_deadline}. In addition, you are encouraged to share your <strong>scheduling preferences</strong>. Telling us on which days you would prefer to access the building increases your chance of getting into IPICYT when you want it most. Moreover, letting us know any days on which you <i>don't</i> want to come can help LANBAMA not waste any tests. You can update your schedule throughout the trial, as often as you want.
es: Para ser considerado(a) para una prueba, debes <strong>otorgar tu consentimiento</strong> y completar la <strong>encuesta inicial</strong> antes del {baseline_deadline}. Además, te recomendamos que es importarte que nos compartas tus <strong>preferencias de agenda</strong>. Indicarnos en qué días prefieres acceder al edificio aumenta tus posibilidades de ingresar al IPICYT cuando más lo deseas. Además, informarnos los días en los que <i>no</i> quieres venir puede ayudar a LANBAMA a no desperdiciar ninguna prueba. Puedes actualizar tu agenda a lo largo del ensayo (4 semanas), con la frecuencia que desees.

source: At the end of the trial, we also ask you to fill in the <strong>endline survey</strong>. This will allow us to assess the impact of the trial on the members of IPICYT.
es: Al final de la prueba, también te pedimos que completes la <strong>encuesta final</strong>. Esto nos permitirá evaluar el impacto del ensayo en los miembros de la comunidad IPICYT.

source: If you have any questions or issues with this website, please <a href='{url}'>get in touch</a>!
es: Si tienes preguntas o algún problema con este sitio web, ¡por favor <a href='{url}'>comunícate con nosotros(as)!</a>

source: On this page you'll find all information about your informed participation in the C-SEF trial. Please read the following paragraph carefully.
es: En esta página encontrarás información relevante acerca de tu participación en el proyecto C-SEF. Por favor lee los siguientes párrafos con detenimiento.

source: In order to take part in this trial, we first ask you to provide consent. As a member of the control group, you will continue to follow the established IPICYT protocols for accessing buildings. We kindly ask you to fill in the baseline survey by {baseline_deadline}. At the end of the trial we also ask you to complete the endline survey. This will allow us to assess the impact of the trial on the members of IPICYT.
es: Para participar en este ensayo, primero te pedimos que otorgues tu consentimiento. Como miembro del grupo de control, seguirás los protocolos establecidos por el IPICYT para acceder a los edificios. Te pedimos amablemente que completes la encuesta inicial antes del {baseline_deadline}. Al final del ensayo (en 4 semanas), también te pedimos que completes la encuesta final. Esto nos permitirá evaluar el impacto del ensayo en los miembros de la comunidad IPICYT.

source: Your action items
es: Tus elementos de acción

source: As a participant, we will ask you to complete a few action items as the trial progresses. <strong>Click on each item to complete it.</strong>
es: Si participas en este ensayo, te pedimos que realices los siguientes elementos de acción. <strong>Haz clic en cada elemento para completarlo.</strong>

source: Participant action items <i class="bi bi-card-checklist"></i>
es: Elementos de acción del participante <i class="bi bi-card-checklist"></i>

source: You've given consent!
es: ¡Has otorgado tu consentimiento!

source: Give consent
es: Otorgar consentimiento

source: The baseline survey has closed.
es: La encuesta inicial ha finalizado.

source: You've completed the baseline survey! (edit until {baseline_deadline})
es: ¡Has completado la encuesta inicial!(puedes modificar tus respuestas hasta el {baseline_deadline})

source: Fill in baseline survey by
es: Responde la encuesta inicial antes del

source: You've submitted your schedule! (<strong>click to update</strong>)
es: ¡Has enviado tu agenda! (<strong>haz clic para actualizar</strong>)

source: Provide personal scheduling preferences (recommended)
es: Actualiza tus preferencias de agendado (recomendado)

source: Endline survey opens on
es: Ecuesta final disponible el
