Repository: SRoche14/csef-unreliable-tests
Catalog: webapp/translations/*/LC_MESSAGES/messages.po
Languages: es

source: I understand that this project has been reviewed by, and received ethics clearance through, the Research Ethics Committee at IPICYT and the Central University Research Ethics Committee at Oxford University
es: Entiendo que este proyecto ha sido revisado por el Comité de Ética de la Investigación del IPICYT y el Comité de Ética de la Investigación de la Universidad Central de la Universidad de Oxford, y recibió autorización de ética.

source: I understand who will have access to the personal data provided, how the data will be stored, and what will happen to the data at the end of the project.
es: Entiendo quién tendrá acceso a los datos personales proporcionados, cómo se almacenarán los datos y qué pasará con los datos al final del proyecto.

source: I understand how this research will be written up and published.
es: Entiendo cómo se redactará y publicará esta investigación.

source: I understand how to raise a concern or make a complaint.
es: Entiendo cómo plantear una inquietud o presentar una queja.

source: I agree to take part in this study.
es: Acepto participar en este estudio.

source: By selecting “Yes, I agree to participate” below you are signifying that you have read and understood the above information and are agreeing to have the data that you provide during the course of the study to be processed accordingly.
es: Al seleccionar 'Sí, acepto participar' a continuación, significa que ha leído y entendido la información anterior y acepta que los datos que proporcione durante el curso del estudio se procesen en consecuencia.

source: Yes, I agree to participate
es: Sí, acepto participar

source: No, I do not agree to participate
es: No, no acepto participar

source: What is your role at the university?
es: ¿Cuál es tu puesto en la universidad?

source: Taught student
es: Estudiante

source: Research student
es: Estudiante de investigación (posgrado)

source: Researcher
es: Investigador

source: Staff (Administration, maintenance, other employees of IPICYT)
es: Staff (Administración, limpieza, otras posiciones)

source: Which department are you affiliated with?
es: ¿A cuál departamento estás afiliado(a)?

source: Molecular Biology Division
es: División de Biología Molecular

source: Environmental Sciences Division
es: División de Ciencias Ambientales

source: Control and Dynamic Systems Divison
es: División de Control y Sistemas Dinámicos

source: Applied Geosciences Divison
es: División de Geociencias Aplicadas

source: Advanced Materials Divison
es: División de Materiales Avanzados

source: Computer Science and Engineering Group
es: Grupo de Ciencia e Ingeniería Computacional

source: N/A (Staff)
es: No Aplica (staff)

source: Which gender do you identify with?
es: ¿Con cuál género te identificas?

source: Female
es: Femenino

source: Male
es: Masculino

source: Other
es: Otro

source: Prefer not to say
es: Prefiero no decir

source: Please indicate your age in two digits
es: Por favor indica tu edad en dos dígitos

source: Which ethnic group do you identify most with?
es: ¿Con cuál grupo étnico te identificas más?

source: White
es: Blanco/Raíces Europeas

source: Indigenous
es: Indígena

source: next
es: siguiente

source: What form of transport do you use in your work commute?
es: ¿Cuál método de transporte usas para ir a la universidad?

source: Private automobile
es: Carro personal

source: Public transport (bus)
es: Transporte público (autobús)

source: Public transport (taxi, uber)
es: Transporte público (taxi, uber)

source: Have you been vaccinated against COVID-19?
es: ¿Has sido vacunado(a) contra el COVID-19?

source: Yes
es: Sí

source: When did you last receive a COVID-19 vaccine shot?
es: ¿Cuándo recibiste la última dósis de la vacuna contra el COVID-19?

source: In the past month
es: El mes pasado

source: In the past three months
es: En los últimos tres meses

source: In the past six months
es: En los últimos seis meses

source: Prefer not to say / Not applicable
es: Prefiero no decir/ No aplica

source: Have you recently recovered from COVID-19?
es: ¿Te has recuperado del virus COVID-19 recientemente?

source: prev
es: regresar

source: How many dependants do you have? This could be children, children and partner, other relatives, etc.
es: ¿Cuántas personas dependen de ti económicamente? Estas pueden ser hijos, padres, hermanos, tu pareja, etc.

source: How many people live in the same household as you? This could be children, children and partner, siblings, other relatives, housemates, etc.
es: ¿Cuántas personas viven en la misma casa que tú? Estas pueden ser hijos, pareja e hijos, hermanos, otros familiares, compañeros de casa, etc.

source: Look at the image of the ladder below. Imagine this ladder pictures how Mexican society is set up:
es: Observa la imagen de la escalera de abajo. Imagínate que esta escalera retrata cómo está conformada la sociedad mexicana:

source: <ul><li>At the top of the ladder are the people that are best off - they have the most money, the highest amount of schooling, and the jobs that bring the most respect.</li><li>At the bottom are the people who are the worst off - they have the least money, little or no education, no job or jobs that no one wants or respects.</li></ul>
es: <ul><li>En la parte superior de la escalera están las personas en la mejor situación: tienen la mayor cantidad de dinero, la mayor cantidad de educación y los trabajos que brindan el mayor respeto.</li><li>En la parte de abajo están las personas que están en la peor situación: tienen menos dinero, poca o ninguna educación, ningún trabajo o trabajos que nadie quiere o respeta.</li></ul>

source: <p>Now think of your family. Tell us where you think your family would be on this ladder.</p>
es: <p>Ahora piensa en tu familia. ¿Dónde crees que estaría tu familia en esta escalera?</p>

source: People sometimes describe themselves as belonging to the working class, the middle class, or the upper or lower class. Would you describe yourself as belonging to the
es: Las personas a veces se describen a sí mismas como pertenecientes a la clase trabajadora, la clase media o la clase alta o baja. Te describirías a ti mismo como perteneciente a la...

source: Upper class
es: Clase alta

source: Upper middle class
es: Clase media alta

source: Lower middle class
es: Clase media baja

source: Working class
es: Clase trabajadora

source: Lower class
es: Clase baja

source: Prefer not to answer
es: Prefiero no responder

source: How much of your time during a normal work day do you spend working on a computer?
es: ¿Cuánto de tu tiempo durante un día normal de trabajo pasas trabajando frente una computadora?

source: How much of your time during a normal work day do you spend on communication with colleagues?
es: ¿Cuánto de tu tiempo durante un día normal de trabajo dedicas a la comunicación con tus colegas?

source: How much of your time during a normal work day do you spend working in a team?
es: ¿Cuánto de tu tiempo durante un día normal de trabajo dedicas a trabajar en equipo?

source: How much of your work time do you spend using the internet?
es: ¿Cuánto de tu tiempo de trabajo dedicas al uso de Internet?

source: How much of your leisure time do you spend using the internet?
es: ¿Cuánto de tu tiempo de ocio dedicas al uso de Internet?

source: How do you usually access the internet from home?
es: ¿Cómo accedes a internet en casa de manera habitual?

source: Through laptop + wifi
es: Con una computadora + wifi

source: Through laptop + mobile connection
es: Con una computadora + datos móviles

source: Through phone + wifi
es: Con un teléfono móvil + wifi

source: Through phone + mobile connection
es: Con un teléfono móvil + dátos móviles

source: Please write down the percentage of individuals (in your social circle) who would agree with the following statement about yourself: 'I spend a lot of time visiting friends'
es: Anota el porcentaje de personas (en tu círculo social) que estarían de acuerdo con la siguiente afirmación sobre ti: `Paso mucho tiempo visitando amigos'.

source: Please rate the extent to which you experience the following feelings at this moment: Fear because of the COVID-19 disease/ the SARS COV-2 virus.
es: Califica en qué medida tienes los siguientes sentimientos en este momento: Miedo por la enfermedad COVID-19/el virus SARS COV-2.

source: Not at all
es: Para nada

source: Not really
es: No mucho

source: Somewhat
es: Un poco

source: Very much
es: Mucho

source: Based on the scale above, where 1 indicates never experiencing that situation and 5 indicates experiencing that situation very often, please rate the following statements:
es: Basado en la escala anterior, donde 1 indica que nunca has vivido esa situación y 5 indica que has vivido esa situación con mucha frecuencia, por favor califica las siguientes afirmaciones:

source: In the last month, how often have you felt that you were unable to control the important things in your life?
es: En el último mes, ¿con qué frecuencia has sentido que no podías controlar las cosas importantes de tu vida?

source: In the last month, how often have you felt confident about your ability to handle your personal problems?
es: En el último mes, ¿con qué frecuencia te has sentido seguro de tu capacidad para manejar tus problemas personales?

source: In the last month, how often have you felt that things were going your way?
es: En el último mes, ¿con qué frecuencia has sentido que las cosas iban bien?

source: In the last month, how often have you felt difficulties were piling up so high that you could not overcome them?
es: En el último mes, ¿con qué frecuencia sentiste que las dificultades se acumulaban tanto que no podías superarlas?

source: All things considered, how satisfied would you say you are with your life these days? Please tell me on a scale of 1 to 10, where 1 means very dissatisfied and 10 means very satisfied:
es: ¿Qué tan satisfecho dirías que estás con tu vida en estos días? En una escala del 1 al 10, donde 1 significa muy insatisfecho y 10 muy satisfecho, escribe tu respuesta:

source: Taking all things together on a scale of 1 to 10, how satisfied are you about IPICYT's efforts to keep you safe in the institute throughout the pandemic?
es: Considerando todos los aspectos, en una escala del 1 al 10, ¿qué tan satisfecho estás con los esfuerzos del IPICYT para mantenerte seguro en el instituto durante la pandemia?

source: How would you rate your overall performance for your job or degree in the past 4 weeks?
es: ¿Cómo calificarías tu desempeño general en tu trabajo o grado en las últimas 4 semanas?

source: Poor
es: Pobre

source: Below average
es: Por abajo del promedio

source: Average
es: Promedio

source: Above average
es: Por arriba del promedio

source: High
es: Alto

source: After the COVID-19 pandemic began, the way we learn and interact with our peers drastically changed. How would you say your learning experience has been in the past 4 weeks? Please rate your learning process and experience between 1 and 10, where 1 is poor and 10 is excellent:
es: Después de que comenzó la pandemia de COVID-19, la forma en que aprendemos e interactuamos con nuestros(as) compañeros(as) cambió radicalmente. ¿Cómo dirías que ha sido tu experiencia de aprendizaje en las últimas 4 semanas? Califica tu proceso de aprendizaje y experiencia entre 1 y 10, donde 1 es pobre y 10 es excelente:

source: How would you rate your day-to-day productivity in your work in the past 4 weeks?
es: ¿Cómo calificarías tu productividad diaria en tu trabajo en las últimas 4 semanas?

source: Considering again the work for your job or degree during the past 4 weeks, please select the statement that fits your situation best.
es: Considerando nuevamente el trabajo que has hecho para tu puesto laboral o grado académico durante las últimas 4 semanas, selecciona la declaración que mejor se adapte a tu situación.

source: I have struggled to achieve the goals set by my supervisor/employer/course teachers
es: Me ha costado lograr las metas establecidas por mi supervisor(a)/empleador(a)/maestros(as) de curso

source: I have managed to achieve some of the goals set by my supervisor/employer/course teachers
es: He logrado alcanzar algunas de las metas establecidas por mi supervisor(a)/empleador(a)/profesores(as) de curso

source: I have achieved many of the goals set by my supervisor/employer/course teachers
es: He logrado muchas de las metas establecidas por mi supervisor(a)/empleador(a)/maestros(as) de curso

source: I have achieved most of the goals set by my supervisor/employer/course teachers
es: He logrado la mayoría de las metas establecidas por mi supervisor(a)/empleador(a)/profesores(as) de curso

source: I have achieved all or exceeded the goals set by my supervisor/employer/course teachers
es: He logrado todas o excedido las metas establecidas por mi supervisor(a)/empleador(a)/maestros(as) de curso

source: I have struggled to achieve the goals I set for myself
es: He batallado para lograr las metas que me propuse

source: I have managed to achieve some of the goals I set for myself
es: He logrado alcanzar algunas de las metas que me propuse

source: I have achieved many of the goals I set for myself
es: He logrado muchas de las metas que me propuse

source: I have achieved most of the goals I set for myself
es: He logrado la mayoría de las metas que me propuse

source: I have achieved all or exceeded the goals I set for myself
es: He logrado todas o excedido las metas que me propuse

source: finish
es: terminar

source: Were you diagnosed with COVID-19 in the past month?
es: ¿Le diagnosticaron COVID-19 en el último mes?

source: <div class='my-2'><img src='/static/scale.png' class='mx-auto d-block' style='width: 65%'></img></div>Based on the scale above, where 1 indicates never experiencing that situation and 5 indicates experiencing that situation very often, please rate the following statements:
es: <div class='my-2'><img src='/static/scale.png' class='mx-auto d-block' style='width: 65%'></img></div>Basado en la escala anterior, donde 1 indica que nunca has vivido esa situación y 5 indica que has vivido esa situación con mucha frecuencia, califica las siguientes afirmaciones:

source: Baseline Survey
es: Encuesta Inicial

source: Endline Survey
es: Encuesta Final

source: Test date (scheduled)
es: Fecha de la prueba (programada)

source: Sample submitted
es: Muestra enviada

source: Test outcome
es: Resultado de la prueba

source: Your token preferences have been saved!
es: ¡Tu asignación de fichas ha sido guardada!

source: Your token preferences have not been saved.
es: Tu asignación de fichas NO ha sido guardada

source: Date submitted
es: Fecha de envío

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: Mon
es: Lun

source: Tues
es: Mar

source: Wed
es: Mie

source: Thu
es: Jue

source: Fri
es: Vier

source: Sat
es: Sáb

source: Sun
es: Dom

source: You must give consent to access participant pages.
es: Debes dar tu consentimiento para acceder a las páginas de los participantes.

source: You have refused consent, and cannot access any participant pages.
es: Has denegado el consentimiento y no puedes acceder a ninguna página de participantes.

source: Survey
es: Encuesta

source: Thank you for visiting this page. The deadline for the baseline survey has passed. Once the trial concludes, we will ask you to fill in the endline survey.
es: Gracias por visitar esta página. La fecha límite para la encuesta inicial ha pasado. Una vez que concluya el ensayo, te pediremos que completes la encuesta final.

source: Before you can participate in the C-SEF trial, you must give informed consent.
es: Antes de formar parte del ensayo C-SEF, tienes que otorgar tu consentimiento informado.

source: Click here</a> for detailed information about the trial.
es: Haz clic aquí </a> para obtener información más detallada del ensayo.

source: Please confirm the following by marking each of the boxes next to the statements.
es: Por favor confirma lo siguiente marcando cada una de las casillas al lado de las declaraciones.

source: This project has received ethical approval from the Research Ethics Committee at IPICYT and The Central University Research Ethics Committee at Oxford University, ethics reference R81719/RE001. Please visit the <a href='https://ipicyt.edu.mx/avisos_privacidad/' class='link-success'>IPICYT Privacy Notice website</a> for more information regarding your rights as a participant according to them.
es: Este proyecto ha recibido la aprobación ética del Comité de Ética en Investigación del IPICYT y del Comité de Ética en Investigación de la Universidad Central de la Universidad de Oxford, con referencia ética R81719/RE001. Por favor visita el sitio web del <a href='https://ipicyt.edu.mx/avisos_privacidad/' class='link-success'>Aviso de Privacidad del IPICYT</a> para mayor información respecto a tus derechos como participante conforme a los mismos.

source: We ask that you read this page carefully. If you decide you <strong> do not want to participate</strong>, you may leave at any time <strong>without providing a reason and without penalty.</strong>
es: Te pedimos leer esta página con detenimiento. Si decides que <strong> no quieres participar, puedes abandonar tu participación en cualquier momento, sin dar razón y sin repercusiones.</strong>

source: Consent given
es: Consentimiento otorgado

source: Thank you for giving consent. Consent can be withdrawn at any time by <a href='{url}' class='link-success'>contacting us.</a>
es: Gracias por otorgar consentimiento. Puedes retirar tu consentimiento en cualquier momento <a href='{url}' class='link-success'>comunicándote con nosotros.</a>

source: Consent missing
es: Falta consentimiento

source: Please provide consent by reading the instructions below and completing the
es: Por favor otorga consentimiento leyendo las instrucciones a continuación y completando el

source: consent form.
es: formulario de consentimiento.

source: Consent can be withdrawn at any time.
es: El consentimiento se puede retirar en cualquier momento.

source: Consent withheld
es: Consentimiento retenido

source: You have denied consent. This decision cannot be reverted. Consent is required to interact with this website. If you believe this is incorrect, please <a href='{url}' class='link-success'>contact us.</a>
es: Haz denegado tu consentimiento. Esta decisión no puede revertirse. Tu consentimiento es necesario para poder interactuar con este sitio web. Si crees que tu decisión es incorrecta, por favor <a href='{url}' class='link-success'>contáctanos.</a>

source: Background
es: Antecedentes

source: You have been invited to take part in a research project conducted by researchers from the University of Oxford, Harvard University, and the United Nations University in Maastricht in conjunction with IPICYT. This project is funded by IPICYT team members' research budget and overseas team members' research budget. In accordance with international standards in the practice of randomised studies, this project has received ethical approval from the Research Ethics Committee at IPICYT and The Central University Research Ethics Committee at Oxford University, ethics reference R81719/RE001. Please visit the <a href='https://ipicyt.edu.mx/avisos_privacidad/' class='link-success'>IPICYT Privacy Notice website</a> for more information regarding your rights as a participant according to them.
es: Has sido invitado a participar en un proyecto de investigación realizado por investigadores(as) de la Universidad de Oxford, la Universidad de Harvard y la Universidad de las Naciones Unidas en Maastricht en conjunto con IPICYT. Este proyecto está financiado por el presupuesto de investigación de los miembros del equipo de IPICYT y el presupuesto de investigación de los miembros del equipo en el extranjero. De acuerdo con los estándares internacionales en la práctica de estudios aleatorizados, este proyecto ha recibido la aprobación ética del Comité de Ética en Investigación del IPICYT y el Comité de Ética en Investigación de la Universidad Central de la Universidad de Oxford, con referencia ética R81719/RE001. Por favor visita el <a href='https://ipicyt.edu.mx/avisos_privacidad/' class='link-success'> sitio web del Aviso de Privacidad del IPICYT</a> para obtener más información sobre tus derechos como participante según los mismos.

source: If anything is unclear, or you want to know more, feel free to <a href='{url}' class='link-success'>contact us.</a>
es: Si algo no está claro, o quieres más información, siéntete libre de <a href='{url}' class='link-success'> contactarnos.</a>

source: Proceed to consent form
es: Prosigue al formulario de consentimiento

source: Important Information
es: Información Importante

source: <strong> Purpose: </strong> The purpose of this study is to understand how the implementation of an algorithmic-base safe education protocol influences students and staff well-being and productivity during a pandemic.
es: <strong> Propósito:</strong> El propósito de este estudio es comprender cómo la implementación de un protocolo de educación segura basado en algoritmos influye en el bienestar y la productividad de los estudiantes y el personal durante una pandemia.
