Repository: SRoche14/csef-unreliable-tests
Catalog: webapp/translations/*/LC_MESSAGES/messages.po
Languages: es

source: You have completed the endline survey! (click to edit)
es: ¡Has completado la encuesta final! (haz clic para editar)

source: Fill in endline survey
es: Respnder encuesta final

source: Your access status
es: Tu estatus de acceso

source: Testing will begin on {testing_start}!
es: Las pruebas comenzarán el {testing_start}

source: You will receive an email as soon as you are invited for testing.
es: Recibirás un correo electrónico tan pronto como seas invitado a una prueba.

source: Here we show your current building access status. You are only allowed to enter the building if you have recently been in a negative pooled test. A negative pooled test gives you access for {window_size} from providing the sample.
es: Aquí te mostramos tu estado actual de acceso al edificio. Solo se te permite ingresar al edificio si has tenido una prueba conjunta negativa recientemente. Una prueba conjunta negativa te da acceso a {window_size} desde que proporcionas la muestra.

source: Your pooled test on <strong>{scheduled}</strong> was <strong>positive</strong>. You're currently not permitted to enter the building.
es: Tu prueba grupal el<strong>{scheduled}</strong> fue <strong>positiva</strong>. Actualmente no tienes permiso para ingresar al edificio.

source: Your pooled test on <strong>{scheduled}</strong> was <strong>inconclusive</strong>. We're sorry that you're currently not permitted to enter the building.
es: Tu prueba grupal el <strong>{scheduled}</strong> fue <strong>inconclusa</strong>. Lamentamos que actualmente no tengas permitido ingresar al edificio.

source: You were asked to submit a sample on <strong>{scheduled}</strong> but failed to do so. You're currently not permitted to enter the building.
es: Se te pidió que enviaras una muestra el <strong>{scheduled}</strong> pero no pudiste hacerlo. Actualmente no tienes permitido ingresar al edificio.

source: We're still waiting for your test result that was scheduled on {scheduled}. Thanks for being patient!
es: Todavía estamos esperando el resultado de tu prueba que se programó el {scheduled}. ¡Gracias por tu paciencia!

source: In the last {window_size} you have not been included in any tests.
es: En los últimos {window_size} no has sido incluido en ninguna prueba.

source: Your pooled test on <strong>{scheduled}</strong> was negative! <br>You may enter the building immediately, from <strong>{window_start}</strong> until <strong>{window_end}</strong>.
es: ¡Tu prueba grupal el <strong>{scheduled}</strong> fue negativa! <br>Puedes ingresar al edificio inmediatamente, a partir del <strong><strong>{window_start}</strong> y hasta el<strong>{window_end}</strong>.

source: Your testing history
es: Tu historial de pruebas

source: Here we list the results of all tests for which you were invited. This includes tests for which you did not submit a sample.
es: Aquí enumeramos los resultados de todas las pruebas a las que fuiste invitado(a). Esto incluye pruebas para las que no enviaste una muestra.

source: Your access
es: Tu acceso

source: You are in the control group. This allows you to follow the standard IPICYT access protocols.
es: Estás en el grupo de control. Esto te permite seguir los protocolos de acceso estándar de IPICYT.

source: Participant
es: Participante

source: Information Centre
es: Centro de Información

source: Scheduling
es: Agendado

source: On this page you can tell us which days of the coming week you would prefer to access your workplace at IPICYT in person. For that purpose, you get
es: En esta página puedes indicarnos qué días de la próxima semana preferirías acceder personalmente a tu lugar de trabajo en el IPICYT. Para ello, tienes

source: tokens that you can distribute between
es: fichas que puedes distribuir entre

source: -day slots:
es: -días que conforman un intervalo:

source: Increase or decrease the number of tokens for a given
es: Aumenta o disminuye el número de fichas en cualquier intervalo de

source: -day slot by clicking on the (+) and (-) buttons. If you've used up all the spare tokens, you'll need to remove tokens from one slot in order to add tokens to another slot.
es: días haciendo clic en los botones (+) y (-). Si has usado todas tus fichas, deberás eliminar fichas de un intervalo para agregar fichas a otro espacio.

source: Don't forget to save your preference by clicking the 'Save' button!</strong> Your saved preference will then appear at the bottom of the page.
es: ¡No olvides guardar tus preferencias haciendo clic en el botón 'Guardar'!</strong> Tu preferencia aparecerá en la parte inferior de la página.

source: You can increase your tokens allocated to a given 2-day slot by clicking on the (+) button, and you can decrease your tokens by clicking on the (-) button. Once you have allocated all your tokens, you would have decrease your tokens on some slot before you can add more tokens to another slot.
es: Puedes agregar una ficha a un intervalo de 2 díashaciendo clic en el botón (+) a la derecha de dicho espacio, y puedes retirar fichas a un intervalo de 2 días haciendo clic en el botón (-) igualmente a la derecha del espacio seleccionado. Una vez que hayas asignado todas tus fichas, deberás retirar tus fichas de algún espacio antes de poder agregar más fichas a otro espacio.

source: Tips
es: Consejos

source: If you're not interested in entering IPICYT on specific days, don't allocate any tokens to the corresponding slots.
es: Si no estás interesado en ingresar al IPICYT en días específicos, no asignes ninguna ficha a los espacios de los intervalos correspondientes.

source: If you don't allocate any tokens to some slot, our algorithm will not consider you for testing the previous day.
es: Si no asignas ninguna ficha a algún espacio, nuestro algoritmo no lo considerará para la prueba del día anterior.

source: The more tokens you add to a slot, the stronger your preference to access IPICYT on those days. Our scheduling alogrithm takes this into account when scheduling you for testing. For example, if you place many tokens on Tuesday-Wednesday, you are more likely to get invited for testing on Monday. (Note that many other factors also play a role, so we cannot guarantee that you're invited for testing on your preferred days.)
es: Cuantas más fichas agregues a un espacio, mayor será tu preferencia para acceder al IPICYT en esos días. Por ejemplo, si colocas muchas fichas en el intervalo de martes a miércoles, es más probable que te inviten a una prueba el lunes, que de ser negativa te permitirá acceder el martes y miércoles al instituto. (Además de tu preferencia, hay muchos otros factores que juegan un rol en la asignación de pruebas, por lo que no podemos garantizar que te inviten a una prueba el día de tu elección

source: You can come back and edit the tokens at any point during the trial if your schedule changes. Any changes take effect the following week.
es: Puedes regresar y editar las fichas en cualquier momento durante el mes de ensayo si tu horario cambia. Cualquier cambio entrará en vigor la semana siguiente.

source: NB: If you do not submit a scheduling preference, we assume an even allocation of
es: NB: Si no has enviado tu preferencia para tu agenda semanal, asignaremos 2 fichas por intervalo de manera automática.

source: tokens per slot.
es: fichas por intervalo.

source: Days
es: Días

source: Allocated tokens
es: Fichas asignadas

source: Change
es: Cambio

source: Unallocated
es: Fichas no asignadas

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Current saved token selection
es: Selección de fichas guardadas actualmente

source: Here you can see how you have allocated tokens in the past.
es: Aquí puedes ver cómo has asignado fichas en el pasado.

source: Your status
es: Tu estatus

source: This page shows your current status, and any test results that you've been part of. Any issues or questions? <a href='{url}'>Contact us!</a>
es: Esta página muestra tu estatus actual y los resultados de las pruebas de las que ha sido parte. ¿Algún problema o pregunta? <a href='{url}'>¡Contáctanos!</a>

source: In the last {window_size} days you have not been included in any tests. Watch out for an email that invites you to submit a saliva sample for testing!
es: En los últimos {window_size} días no has sido incluido en ninguna prueba. ¡Debes estar atento a un correo electrónico que te invite a enviar una muestra de saliva para su análisis!

source: Your (past) scheduled tests
es: Tus pruebas programadas (pasadas)

source: In this survey, you are asked a variety of answers in multiple categories. Please answer as accurately as possible. <strong>All data will be treated confidentially.</strong></p>
es: En esta encuesta, se te pide una variedad de respuestas en múltiples categorías. Por favor responde con la mayor precisión posible. <strong>Todos los datos serán tratados de forma confidencial.</strong></p>

source: Questions
es: Preguntas

source: Thank you for filling in the survey, your results have been saved. We very much appreciate your participation!
es: Gracias por completar la encuesta, tus resultados se han guardado. ¡Agradecemos mucho tu participación!

source: Get in touch
es: Contáctanos

source: Do you have any questions? We would love to hear from you and answer any questions you may have.
es: ¿Tienes alguna pregunta? Nos encantaría escucharte y responder cualquier duda que puedas tener.

source: Welcome!
es: ¡Bienvenidos!

source: COVID-19 Safe Education Framework
es: Marco de Educación Segura COVID-19

source: A collaboration with researchers from
es: Una colaboración con investigadores de

source: The <strong>COVID-19 Safe Education Framework</strong> (C-SEF) is an interdisciplinary and multi-institutional collaboration project, whose objective is to develop a systematic and automated protocol - based on the combination of knowledge of mechanism design, experimental causal inference and artificial intelligence - that allows Educational Institutions to use their facilities in a safe, efficient, and equitable manner.
es: El <strong>Marco de Educación Segura COVID-19</strong> o C-SEF (COVID-19 Safe Education Framework) por sus siglas en inglés, es un proyecto de colaboración interdisciplinaria y multiinstitucional, cuyo objetivo es desarrollar un protocolo sistemático y automatizado --basado en la combinación de conocimientos de diseño de mecanismos, inferencia causal experimental e inteligencia artificial-- que permita a las Instituciones de Educación usar sus instalaciones de manera segura, eficiente, y equitativa.

source: <strong>Collaborating departments at IPICYT</strong>
es: <strong>Departamentos que participan en IPICYT</strong>

source: About the project
es: Sobre el proyecto

source: Home
es: Casa

source: Challenge
es: Problema

source: Solution
es: Solución

source: About Us
es: Conócenos

source: Contact
es: Escríbenos

source: Team
es: Equipo

source: Advisors
es: Asesores

source: Collaborators
es: Colaboradores

source: Get in touch!
es: ¡Contáctanos!

source: The challenge
es: El problema

source: Testing resources for viral infections are often scarce due to several factors, including limited access to reagents, shortages in trained lab technicians, and challenging logistics. At the same time, testing is an essential tool for individuals reintegrating into normalcy during or after a wave of a pandemic. Indeed, a negative test can serve as proof of the individual's ability to resume work, return to studies, or participate in normal everyday activity. Ultimately, novel strategies are required to maximise the benefit from each available test, to allow maximum number of people to resume their normal lives, while also balancing the different needs of different individuals in the population.
es: Los recursos necesarios para llevar a cabo las pruebas de laboratorio necesarias para el diagnóstico de las infecciones por SARS-CoV-2 y otros virus suelen ser escasos debido a factores tales como el acceso limitado a reactivos, la escasez de técnicos de laboratorio capacitados y una logística desafiante. Al mismo tiempo, dichas pruebas son esenciales para que los estudiantes y el personal académico, administrativo y de apoyo se reintegren a la normalidad durante o después de un brote o una ola de la pandemia. Una prueba de laboratorio negativa puede servir como comprobante para que un individuo regrese a clases, al laboratorio, o participe en otras actividades cotidianas. Se requieren estrategias novedosas para maximizar el beneficio de cada prueba disponible y permitir que el máximo número de personas reanude sus actividades, tomando en cuenta que entre los estudiantes y el personal académico hay individuos con diferentes prioridades para llevar a cabo actividades presenciales.

source: Our solution
es: Solución

source: Group testing
es: Pruebas grupales

source: Our methodology is based on the principle of group testing. In group testing, multiple samples are pooled into a single test. The result indicates whether any given person in the pool is infected, or conversely – and more informatively – if none are infected.
es: Nuestra metodología está basada en el principio de pruebas grupales. En las pruebas grupales, varias muestras se agrupan en una sola prueba. El resultado indica si una persona dentro del grupo está infectada o, por el contrario, si todos dentro del grupo están sanos.

source: Illustration of group tests of size 6. Red dots represent infected individuals. In the above scenario, a single group test on Group A will return negative, since no individual is infected. The test for Group B will return positive, since some individuals are infected.
es: Ilustración de pruebas grupales de tamaño 6. Los puntos rojos representan individuos infectados. En el primer escenario, una sola prueba de grupo en el Grupo A dará resultado negativo, ya que ningún individuo está infectado. La prueba para el Grupo B dará resultado positivo, ya que algunas personas están infectadas.

source: Under the supervision of Prof. Ángel Alpuche Solís, The National Laboratory of Agricultural, Medical and Environmental Biotechnology (LANBAMA) has led efforts to implement the group testing solution via a key concentration step, as per <a href='https://academic.oup.com/clinchem/article/67/5/797/6211384?login=true' target='_blank'>research</a> from the Oxford University Pharmacology Department.
es: Bajo la supervisión del Prof. Ángel Alpuche Solís, el Laboratorio Nacional de Biotecnología Agrícola, Médica y Ambiental (LANBAMA) ha liderado los esfuerzos para implementar nuevas metodologías de pruebas grupales de COVID-19 a través de un paso de concentración clave, según <a href='https://academic.oup.com/clinchem/article/67/5/797/6211384?login=true' target='_blank'>investigación</a> del Departamento de Farmacología de la Universidad de Oxford.

source: Proven benefits
es: Beneficios establecidos

source: Not only is there a substantial literature regarding group testing in the Computational Learning Theory community, but the underlying method has been successfully used in practice to fight HIV. The most compelling benefit of group testing is its ability to amplify the reach of a limited number of tests to larger population segments by allocating tests to disjoint groups of individuals.
es: No sólo existe un corpus de trabajo substancial sobre las pruebas grupales dentro del área de la teoría del aprendizaje computacional, sino también se han utilizado pruebas grupales con éxito en la práctica para combatir el VIH. El beneficio más destacado de las pruebas grupales es su capacidad para ampliar el alcance de un número limitado de pruebas a segmentos más grandes de una población mediante la asignación de pruebas a grupos separados de personas.

source: The proposed solution
es: Nuestra propuesta

source: Instead of determining the number of tests required for a given testing regime, we turn the problem on its head and formulate the problem of maximising the use of limited testing resources as a resource allocation problem. Our approach is designed for settings with severely limited testing capacities.
es: El trabajo previo sobre protocolos de pruebas grupales se enfoca en empezar por el objetivo de establecer quién está infectado dentro de una población, e intentar alcanzar este objetivo con la cantidad mínima de pruebas. Nuestra metodología le da la vuelta al problema y formula el problema de maximizar el uso de recursos de pruebas limitadas como un problema de asignación de recursos. Nuestro enfoque está diseñado para entornos con capacidades de prueba severamente limitadas.

source: Compute individuals' utility and infection risk
es: Calcular por individuo la utilidad del retorno a actividad presencial y el riesgo de infección

source: Our testing strategy requires computing each individual's utility of normal activity over lockdown as well as their probability of infection.
es: Nuestra estrategia de prueba requiere calcular por individuo una medida de utilidad de actividad presencial, así como su probabilidad de infección.

source: Compute Optimal Testing Strategy
es: Establecer estrategias de prueba óptimas

source: Based on these population characteristics, we provide an optimal allocation of group tests to the population, under the containment assumption that only those in negative tests will return to in-person activities.
es: Asumimos protocolos de contención en donde a los individuos dentro de pruebas negativas se les permite participar en actividades presenciales. Tomando en cuenta la utilidad de actividad presencial y probabilidad de infección de cada individuo, podemos encontrar una asignación de pruebas óptima vía metodología algorítmica.

source: Implement Tests and Communicate Results
es: Implementar pruebas y comunicar resultados

source: We help the LANBAMA coordinate the group tests required, and communicate the results to relevant individuals.
es: Le ayudamos al LANBAMA a coordinar las pruebas grupales requeridas y a comunicar los resultados a individuos relevantes.

source: Practical Implementation
es: Implementación práctica

source: In order to efficiently implement our proposed solution, the C-SEF team has spent months mobilising labour and economic resources to bring the algorithmic, experimental design to IPICYT, in San Luis Potosí, Mexico. The final product is the web application which hosts this text, wherein users submit data and preferences, and in return receive an invitation to get tested in a way that optimises their needs and the institute's use of resources. At the same time, labortory technicians use the platform to indicate which unique ID (i.e. user) has shown up for a test, and subsequently pool the group of users who submited a saliva sample for testing on a given day using our novel optimisation algorithm.
es: Para implementar de manera eficiente la solución propuesta, el equipo de C-SEF ha pasado meses invirtiendo y movilizando mano de obra y recursos económicos para llevar el diseño experimental algorítmico a IPICYT, en San Luis Potosí, México. El producto final es la aplicación web que alberga este texto, en la que los usuarios pueden enviar datos y preferencias de programación y, a cambio, reciben una invitación para hacerse una prueba conjunta COVID-19. Las invitaciones se generan a través de un algoritmo que optimiza las necesidades de los usuarios y el uso de los recursos del instituto. Al mismo tiempo, los técnicos de laboratorio de LANBAMA pueden usar la plataforma para indicar qué Identificación Única (es decir, usuario) se ha presentado para una prueba y, posteriormente, agrupar al grupo de usuarios que se presentaron para otorgar una muestra de saliva utilizando nuestro algoritmo de optimización.

source: Meet the team
es: Conoce al equipo

source: Any questions or comments? Contact us at
es: ¿Tienes preguntas o comentarios? Contáctanos en

source: Hi
es: Hola

source: Have you requested a password reset?
es: ¿Has pedido restablecer tu contraseña?

source: Reset now!
es: ¡Restablecer ahora!

source: If you haven't, please ignore this email.
es: Si no lo has hecho, por favor ignora este correo.

source: Your password has been successfully reset.
es: Tu contraseña ha sido restablecida exitosamente.

source: If you did not change your password,
es: Si no cambiaste tu contraseña,

source: click here to reset it
es: haz clic aquí para restablecerla
