Repository: SRoche14/csef-unreliable-tests
Catalog: webapp/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Search
es: Buscar

source: enter search term
es: ingrese el término de búsqueda

source: Name
es: Nombre

source: Subject
es: Asunto

source: Message
es: Mensaje

source: send
es: enviar

source: Thank you, your message has been sent!
es: ¡Gracias! Tu mensaje ha sido enviado

source: Emails aborted: Allocation ID is none.
es: Emails anulados: No hay ID de asignación.

source: [C-SEF IPICYT] You are invited to submit a test sample
es: [C-SEF IPICYT] Te invitamos a que entregues una muestra

source: Emails aborted: No test results have been submitted for this day.
es: Emails anulados: No se han entregado resultados de pruebas para este día.

source: [C-SEF IPICYT] Sample not submitted
es: [C-SEF IPICYT] Muestra no entregada

source: [C-SEF IPICYT] Test result
es: [C-SEF IPICYT] Resultado de tu prueba

source: Forenames
es: Nombres

source: Surnames
es: Apellidos

source: Role
es: Rol

source: Treatment
es: Tratamiento

source: add
es: agregar

source: password
es: contraseña

source: confirm password
es: confirmar contraseña

source: save
es: guardar

source: User data (as csv)
es: Datos de usuario (formato CSV)

source: No participant with this User ID!
es: No hay un participante con este ID

source: User ID
es: ID de usuario

source: Health probability
es: Probabilidad de Salud

source: Timestamp
es: Fecha

source: Scheduled date
es: Fecha agendada

source: Compute weekly allocation
es: Calcular asignación semanal

source: Select the day for which you would like to invite the participants to submit a sample.
es: Seleccione el día en el que le gustaría invitar a los participantes a enviar una muestra.

source: (Re)send
es: (Re)enviar

source: Below is the list of dates for which the results for at least one test have been entered. Select a date to send the test results to the participants.
es: A continuación se muestra la lista de fechas para las que se han ingresado los resultados de al menos una prueba. Seleccione una fecha para enviar los resultados de la prueba a los participantes.

source: Select date
es: Seleccionar fecha

source: Submit
es: Enviar

source: Select all
es: Seleccionar todas las opciones

source: {samples_received} out of {samples_requested}
es: {samples_received} de {samples_requested}

source: {results_recorded} out of {number_of_results}
es: {results_recorded} de {number_of_results}

source: True
es: Cierto

source: False
es: Falso

source: Allocation ID
es: ID de asignación

source: Scheduled testing date
es: Fecha de prueba agendada

source: Samples requested
es: Muestras solicitadas

source: Samples collected
es: Muestras recolectadas

source: Time pooled
es: Tiempo de la agrupación

source: Test results recorded
es: Resultados de pruebas archivados

source: Test results sent
es: Resultados de pruebas enviados

source: test results
es: resultados de pruebas

source: sample requests
es: solicitudes de muestras

source: Allocations ID
es: ID de asignaciones

source: Allocation scheduled
es: Asignación agendada

source: Type
es: Tipo

source: Sample requests have been sent out for the day of {date}.
es: Se han enviado solicitudes de muestra para el día de {date}.

source: Sample requests have been sent out for the week of {date}.
es: Se han enviado solicitudes de muestra para la semana de {date}.

source: Test results have been sent out.
es: Los resultados de las pruebas conjuntas se han enviando.

source: Successfully created
es: Creado con éxito

source: users
es: usuarios

source: entries skipped
es: entradas saltadas

source: user ID
es: ID de usuario

source: Consent
es: Consentimiento

source: CSV not in the correct format
es: El archivo CSV no tiene el formato correcto

source: Successfully created user
es: Usuario creado con éxito

source: Successfully edited user
es: Usuario editado con éxito

source: Successfully deleted user
es: Usuario eliminado con éxito

source: Weekly allocation ID
es: ID de asignación semanal

source: Created
es: Creado

source: Week scheduled
es: Semana agendada

source: Computation in progress
es: Cálculo en progreso

source: Finished computing the allocation scheduled for
es: Ha terminado el cálculo para la asignación programada para el

source: Computation in progress. Please come back later to see samples requested.
es: Cálculo en curso. Vuelva más tarde para ver las muestras solicitadas.

source: Daily allocation ID
es: ID de asignación diaria

source: Scheduled for
es: Agendado para el

source: Samples
es: Muestras

source: Sample ID
es: ID de la muestra

source: Participant ID
es: ID del Participante

source: Participant email
es: Email del participante

source: Time collected
es: Tiempo de recolección

source: Access lists
es: Listas de acceso

source: Select a date for which to generate the access lists.
es: Seleccione una fecha para la cuál quiera generar listas de acceso.

source: You have not selected a date.
es: No ha seleccionado una fecha.

source: Blacklist
es: Lista negra

source: Whitelist
es: Lista blanca

source: The following list contains all participants in the treatment group that are <strong>not</strong> allowed to enter IPICYT on {date}.
es: La siguiente lista contiene a todos los participantes del grupo de tratados que <strong> no </strong> tienen permitido acceder a las instalaciones del IPICYT el {date}

source: Download as CSV
es: Decarga en formato CSV

source: The list is empty.
es: La lista está vacía

source: The following list contains all participants in the treatment group that <strong>are</strong> allowed to enter IPICYT on {date}.
es: La siguiente lista contiene a todos los participantes del grupo de tratados que <strong> sí </strong> tienen permitido acceder a las instalaciones del IPICYT el {date}

source: back to users
es: regresar a usuarios

source: Add user
es: Agregar usuario

source: On this page you can add a user to the system.
es: En esta página puedes agregar un usuario al sistema

source: This can be an experiment participant, lab staff member or administrator.
es: Puede ser un participante del experimento, un miembro del personal de laboratorio o un administrador.

source: Testing allocations
es: Asignaciones de pruebas

source: On this page you can manage testing allocations.
es: En esta página puedes administrar las asignaciones de pruebas.

source: Compute new allocation
es: Calcular nueva asignación

source: In order to compute the new allocation, select a date for which to schedule the testing and click 'compute'.
es: Para calcular la nueva asignación, seleccione una fecha para agendar la prueba y haga clic en 'calcular'.

source: Notes
es: Notas

source: Any new computation will overwrite an existing allocation with the same date.
es: Cualquier cálculo nuevo sobrescribirá una asignación existente con la misma fecha.

source: Please do not delete any weekly (or daily) allocations if the laboratory has already started collecting samples!
es: ¡Por favor no borre ninguna asignación semanal (o diaria) si el laboratorio ya ha empezado a recoger muestras!

source: Computation ongoing! Refresh page to check whether computation has finished.
es: ¡Cálculo en curso! Actualice la página para verificar si el cálculo ha finalizado.

source: Actions
es: Acciones

source: Communication with participants
es: Comunicación con participantes

source: On this page you can send emails to participants.
es: En esta página puedes enviar emails a los participantes

source: Select a scheduled testing week from the list.
es: Seleccione una fecha de prueba agendada (semanalmente) de la lista.

source: You have not selected a scheduled testing date.
es: No ha seleccionado una fecha agendada para su prueba.

source: Allocations in selected week
es: Asignaciones en la semana seleccionada

source: Information about the daily allocations in the week you've selected.
es: Información sobre las asignaciones diarias en la semana que ha seleccionado.

source: Invite participants to submit samples
es: Invite a los participantes a enviar muestras

source: Send test results to participants
es: Enviar el resultado de la prueba a los participantes

source: Past communications
es: Comunicaciones pasadas

source: This list shows all communications that have been sent out for the current week.
es: Esta lista muestra todas las comunicaciones que se han enviado durante la semana actual.

source: Data management
es: Administración de datos

source: On this page you can see existing data and upload new data as CSV.
es: En esta página puedes ver los datos existentes y cargar datos nuevos en formato CSV.

source: Bulk add data
es: Agregar datos en masa

source: This allows you to upload a CSV file to add data in bulk. Note that data points already in the system are ignored. In particular, if there exists a datum with the same user ID and timestamp, the new datum is not added.
es: Esto te permite cargar un archivo CSV para agregar datos en masa. Tenga en cuenta que los datos que ya están en el sistema se ignoran en este proceso. En particular, si existe un dato con el mismo ID de usuario y dato, no se agrega el nuevo dato.

source: Current data
es: Datos actuales

source: back to data
es: regresar a datos

source: Edit datum
es: Editar dato

source: On this page you can edit a single datum.
es: En esta página puedes editar un dato en particular.

source: Edit user
es: Editar usuario

source: On this page you can edit a user on the system.
es: En esta página puedes editar un usuario en el sistema.

source: Welcome to the Data Management pages
es: Bienvenido(a) a las páginas de Administración de Datos

source: On these pages you can manage C-SEF. Use the navbar at the top to access different functions.
es: En estas páginas puedes administrar C-SEF. Utiliza la barra de navegación en la parte superior de la página para acceder diferentes funciones.

source: Data manager
es: Administrador de datos

source: Users
es: Usuarios

source: Allocations
es: Asignaciones

source: Communication
es: Comunicación

source: Access
es: Acceso

source: Logout
es: Cerrar sesión

source: Manage users
es: Administrar usuarios

source: On this page you can manage all the users in the system. This includes experiment participants, lab staff and administrators.
es: En esta página puedes administrar a todos los usuarios en el sistema. Esto incluye a participantes del experimento, miembros del personal de laboratorio y administradores.

source: Statistics
es: Estadísticas del proyecto

source: Some statistics on the number of participants who have given consent, filled in the baseline survey and specified a schedule.
es: Algunos datos estadísticos sobre el número de participantes que han otorgado consentimiento, respondido a la encuesta inicial e indicado preferencias de agendado.

source: Group size
es: Tamaño del grupo

source: Baseline
es: Base

source: Schedule
es: Agenda

source: Combined
es: Combinado

source: List of current participants
es: Lista de participantes actuales

source: List of remaining users
es: Lista de usuarios restantes

source: Bulk add participants
es: Agregar datos de participantes en masa

source: This allows you to upload a CSV file to add participants in bulk. Note that participants already in the system are ignored. This is verified using the email address.
es: Esto le permite cargar un archivo CSV para agregar usuarios de forma masiva. Tenga en cuenta que los usuarios que ya están en el sistema son ignorados. Esto se verifica utilizando la dirección de correo electrónico.

source: Project statistics
es: Estadísticas del proyecto

source: This page will contain some interesting statistics about the current progress of the project.
es: Esta página contendrá algunas estadísticas interesantes sobre el progreso actual del proyecto.

source: Suggests on the kinds of stats that would be interesting are very welcome!
es: ¡Sugerencias sobre los tipos de estadísticas que serían interesantes son muy bienvenidas!

source: back
es: regresar

source: View daily allocation
es: Ver asignación diaria

source: You are viewing the preliminary testing allocation scheduled on
es: Estás viendo la asignación de pruebas preliminares agendada para el

source: Requested samples
es: Muestras solicitadas

source: participants have been asked to submit samples.
es: participantes se les ha silicitado enviar muestras.

source: View weekly allocation
es: Ver asignación semanal

source: You are viewing the preliminary testing allocations scheduled for the week of
es: Estás viendo las asignaciones de pruebas preliminares programadas para la semana del

source: Daily allocations
es: Asignaciones diarias

source: Dear Participant,
es: Estimado participante,

source: You submitted a sample for a pooled test scheduled on
es: Has entregado una muestra para una prueba conjunta agendada el

source: Your test result was <strong>inconclusive</strong>. For the time being, you do not have access to the institute.
es: El resultado de tu prueba fue <strong>inconcluso</strong>. Por el momento, no se te permite el acceso al instituto.

source: LANBAMA will notify you about your individual result within 24 hours.
es: El equipo del laboratorio LANBAMA te notificará sobre tus resultados individuales en las siguientes 24 horas.

source: You can check your test results and building access any time in the
es: Puedes revisar los resultados de tus pruebas y tu estado de acceso a las instalaciones del IPICYT en cualquier momento en el

source: information centre.
es: Centro de Información.

source: Have a nice day!
es: ¡Te deseamos un excelente día!

source: The C-SEF team
es: El equipo C-SEF

source: Your test result was <strong>negative</strong>! You may access the department from
es: ¡El resultado de tu prueba es <strong>negativo</strong>! Puedes acceder al instituto del

source: to
es: al

source: You were invited to submit a sample for testing on
es: Fuiste invitado a entregar una muestra de saliva el

source: but we did not collect a sample from you. You will be reconsidered for testing in the coming days.
es: pero no recibimos tu muestra. Serás reconsiderado para hacerte una prueba en los próximos días

source: Your test result was <strong>positive</strong>. For the time being, you do not have access to the institute.
es: El resultado de tu prueba fue <strong>positivo</strong>. Por el momento, no se te permite el acceso al instituto.

source: The LANBAMA will notify you about your individual result within 24 hours.
es: El equipo del laboratorio LANBAMA te notificará sobre tus resultados individuales en las siguientes 24 horas.

source: You are invited to submit a saliva sample on
es: Te invitamos a entregar una muestra de saliva el

source: between 8am and 9am
es: entre las 8:00 am y las 9:00 am

source: at LANBAMA (at La Palapa, in IPICYT) with laboratory technician Édgar Daniel Páez. Dr. Páez will email you a preferred time slot for your arrival. A negative qPCR pooled test will grant you access to IPICYT for the two days following the test.
es: en LANBAMA (acudir a la palapa ubicada atrás del edificio Delta) con el técnico de laboratorio Dr. Édgar Daniel Páez. El Dr. Páez te hará llegar un correo en el que indique en qué horario deberás presentarte (dentro del intervalo de las 8:00 am y las 9:00 am). Una prueba conjunta qPCR negativa te otorgará acceso al IPICYT por dos días después de recbir el resultado de tu prueba.

source: If you are experiencing clear symptons, we ask that you do <strong> not </strong> come to the appointment to avoid infecting others.
es: Si muestras claros síntomas de COVID-19, te pedimos que <strong> NO </strong> te presentes a la cita, para evitar contagiar a otras personas.

source: If you are experiencing clear symptons, you can still pay for an individual test at LANBAMA at a different time.
es: Si muestras claros síntomas de COVID-19, el LANBAMA ofrece el servicio de pruebas individuales en sus horarios laborales normales.

source: LANBAMA has requested that you fill in the following information before your test:
es: El laboratorio LANBAMA nos ha pedido que llenes la siguiente información antes de depositar tu muestra:

source: Please note that for the saliva sample to be processed correctly, you must adhere to the following rules:
es: Toma en cuenta que para que la muestra de saliva se procese correctamente, debes cumplir con las siguientes reglas:

source: <li>No mouthwash or spray medication the evening before.</li> <li>Hydrate yourself well the evening before. </li> <li>Do not brush your teeth, use mouthwash, or floss before submitting the sample. </li> <li>3 hours before submitting the sample, please avoid eating or drinking, chewing gum, smoking, and using an atomizer.</li> <li>Remove lipstick or lipcream, and avoid touching your lips before submitting the sample.</li> <li>Bring a mask to the appointment and your ID!</li>
es: <li>La noche anterior no deberás usar enjuague bucal, ni medicamentos en spray.</li> <li>deberás hidratarte bien la noche previa.</li> <li>No debes lavarte los dientes, ni utilizar enjuages bucales o hilo dental antes de la toma de muestra.</li> <li>3 horas antes de la toma de la muestra no se eberá ingerir ningún alimento, ni fumar, ni tomar agua, ni masticar chicle, ni usar atomizadores.</li> <li>Debes remover productos cosméticos, bálsamos o cremas labiales.</li> <li>¡Por favor no olvides traer tu máscara e identificación (e.g. INE)!</li>

source: Please note that if you skip the test you cannot enter the building until your next test results.
es: Si faltas a la prueba, no podrás ingresar al instituto hasta que te llegue la invitación para la siguiente toma de muestra.

source: For more information, please visit
es: Para más información, por favor visita

source: select
es: seleccionar

source: negative
es: negativo

source: positive
es: positivo

source: inconclusive
es: inconcluso

source: submit
es: enviar

source: Pool ID
es: ID de Agrupación

source: Started computing the allocation scheduled for
es: Comenzó a computar la asignación programada para el

source: Deleted the pooling for allocation scheduled for
es: Se eliminó la agrupación para la asignación programada para el

source: Results have been saved!
es: ¡Los resultados han sido guardados!

source: Record incoming samples
es: Registrar muestras entrantes

source: The following participants at IPICYT have been asked to submit their samples on <strong>{date}</strong>.
es: Se ha solicitado a los siguientes participantes de IPICYT que envíen sus muestras el <strong>{date}</strong>.

source: Toggle collection
es: Muestra entregada

source: The pooling
es: Agrupamiento (pooling)

source: On this page you can compute and view the optimal test pooling, which takes into account the fact that some individuals may not have submitted samples.
es: En esta página puede calcular y ver la agrupación de pruebas óptima, que toma en cuenta el hecho de que algunas personas pueden no haber enviado muestras.

source: This pooling is scheduled for <strong>{date}</strong> and was computed on <strong>{time}</strong>.
es: Esta agrupación está programada para <strong>{date}</strong> y se calculó el <strong>{time}</strong>.

source: Compute pooling
es: Calcular las agrupaciones

source: You have not yet computed a pooling for this allocation.
es: Aún no ha calculado una agrupación para esta asignación.

source: In order to compute a pooling for this allocation, click on the button below.
es: Para calcular una agrupación para esta asignación, haga clic en el botón a continuación.

source: compute
es: calcular

source: Delete pooling
es: Eliminar agrupamiento

source: You have already computed a pooling for this allocation. To delete it, click on the button below.
es: Ya ha calculado una agrupación para esta asignación. Para eliminar la agrupación, haga clic en el botón de abajo.

source: <strong>Only do this if new participants have submitted samples and you have not yet run tests, or are willing to re-test all pools.</strong>
es: <strong>Haga esto solo si los nuevos participantes han enviado muestras y aún no ha realizado las pruebas, o si está dispuesto a volver a hacer pruebas para todas las agrupaciones.</strong>

source: delete
es: eliminar

source: Laboratory
es: Laboratorio

source: Logged in as
es: Sesión iniciada por

source: Sample collection
es: Recolección de muestras

source: Pooling
es: Agrupamiento

source: Results
es: Resultados

source: Enter test results
es: Ingrese los resultados de la prueba

source: You have not yet computed a pooling for this testing date.
es: Aún no ha calculado una agrupación para esta fecha de prueba.

source: Important note:
es: Información Importante:

source: Select a scheduled testing date from the list. If you cannot find the correct testing date, <a href='{{ url_for('contact_page') }}'>get in touch</a> with the data administrator.
es: Seleccione una fecha de prueba programada de la lista. Si no puede encontrar la fecha de prueba correcta, <a href='{{ url_for('contact_page') }}'>póngase en contacto</a> con el administrador de datos.

source: Please tick every box above to consent.
es: Marque cada casilla de arriba para dar su consentimiento.

source: I confirm that I have read and understand the information for the above study and have had the opportunity to properly consider the information provided.
es: Confirmo que he leído y entiendo la información del presente estudio y he tenido la oportunidad de considerar adecuadamente la información proporcionada.

source: I understand that my participation is voluntary and that I am free to withdraw at any time, without giving any reason and without any adverse consequences.
es: Entiendo que mi participación es voluntaria y que soy libre de retirarme en cualquier momento, sin dar ninguna razón y sin consecuencias adversas.

source: I understand the risks associated with participating in this study as explained in the information sheet.
es: Entiendo los riesgos asociados con la participación en este estudio como se explica en la página de información.

source: I understand that a saliva sample will be taken during the study and that this sample will be tested for COVID-19. I understand that the sample will be destroyed after completion of this test or if I withdraw my consent.
es: Entiendo que se tomará una muestra de saliva durante el estudio y que esta muestra se analizará para COVID-19. Entiendo que la muestra será destruida después de completar esta prueba o si retiro mi consentimiento.

source: I consider these samples a gift to the University of Oxford and the LANBAMA laboratory and I understand I will not gain any direct personal benefit from this.
es: Considero que estas muestras son un regalo para la Universidad de Oxford y el laboratorio LANBAMA y entiendo que no obtendré ningún beneficio personal directo de esto.

source: I understand that research data collected during the study may be looked at by designated individuals from the University of Oxford and IPICYT where it is relevant to my taking part in this study. I give permission for these individuals to access my data. I give permission for anonymised data to be made publicly available at the end of the research.
es: Entiendo que los datos de investigación recopilados durante el estudio pueden ser revisados por personas designadas de la Universidad de Oxford e IPICYT cuando sea relevante para mi participación en este estudio. Doy permiso para que estas personas accedan a mis datos. Doy permiso para que los datos anónimos estén disponibles públicamente al final de la investigación.
